Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: The medical history was not contributory to dental treatment.
vi: Tiền sử y khoa không ảnh hưởng điều trị nha khoa.

source: The microabrasion com- pound is applied by rubbing onto the enamel surface, removing a thin layer of enamel (Donly et al.
vi: Hợp chất vi mài mòn áp dụng bởi cọ xát lên bề mặt men răng, loại bỏ một lớp men răng mỏng (Donly và cộng sự

source: The microabrasion paste, which contains hydrochloric acid (HCl) and silicon carbide, is applied by rubbing onto the enamel surface, removing
vi: Kem vi mài mòn chứa acid hydrochloric và silicon carbide, được áp dụng bằng cách cọ xát lên bề mặt men răng loại bỏ

source: The mineral loss of early caries lesions results in the forma- tion and growth of porosities in the enamel matrix.
vi: Mất khoáng của tổn thương sâu răng sớm kết quả trong hình thành và phát triển của độ xốp trong khuôn men.

source: The model has been trimmed to remove the palatal area to enhance the vacuum over the teeth and obtain a tighter adaptation of the heated tray material to the teeth.
vi: Mẫu hàm được cắt bỏ phần khẩu cái để tăng cường lực hút qua các răng để vật liệu nhiệt làm khay khít sát cung răng hơn.

source: The most effective measures to minimize this side effect were through the applica- tion of topical desensitizers (Wang et al.
vi: Các biện pháp hiệu quả nhất để hạn chế tác dụng phụ là áp dụng chất chống nhạy cảm tại chỗ (Wang và cộng sự

source: The most resistant stain, originating from metallic salts of metallic restorations, was removed using cyanide of potassium, although due to toxicity, its use was not recommended.
vi: Hầu hết vết màu, có nguồn gốc từ muối kim loại của phục hồi, bị loại bỏ bằng cách dùng cyanide potassium, mặc dù gây nhiễm độc. Nó không được khuyên dùng.

source: The next step in the treatment plan would be at-home whitening of both arches with 10 % carbamide peroxide in a custom-fitted tray.
vi: Bước tiếp theo trong kế hoạch điều trị là tẩy trắng răng tại nhà hai cung răng bằng 10 % carbamide peroxide trong khay cá nhân.

source: The number of in-office bleaching sessions associated with the at-home procedure will be dictated by the patients’ demand and the whitening response to the procedure.
vi: Số phiên tẩy trắng tại phòng khám kết hợp với tẩy trắng răng tại nhà sẽ được quyết định bởi nhu cầu của bệnh nhân và đáp ứng với thủ thuật.

source: The objective of the jump-start technique is to boost the bleaching effect with the in-office treatment, then improve color stability with the at-home component to reach a more esthetic result compared to in-office bleaching alone (Deliperi et al.
vi: Mục tiêu của kỹ thuật mồi khởi động để tăng hiệu quả tẩy trắng khi điều trị tại phòng khám, sau đó cải thiện sự ổn định màu sắc bằng điều trị tại nhà để đạt được kết quả thẩm mỹ so với chỉ điều trị tại phòng khám (Deliperi và cộng sự

source: The pH of in-office bleaching gels may vary from 2.0 to 9.0 (Price et al.
vi: Độ pH của gel tẩy trắng tại phòng khám thay đổi từ 2.0 đến 9.0 (Price và cộng sự

source: The parents were con- cerned only with the maxillary central incisors at the time of treatment.
vi: Cha mẹ chỉ quan tâm răng cửa giữa hàm trên tại thời điểm điều trị.

source: The partly yellowish-brownish discoloration is a sign of inactivation.
vi: Đổi màu một phần vàng - nâu là dấu hiệu của ngừng hoạt động.

source: The patient accepted this treatment plan.
vi: Bệnh nhân chấp nhận kế hoạch điều trị này.

source: The patient agreed with the proposed treatment plan.
vi: Bệnh nhân đồng ý với kế hoạch điều trị.

source: The patient agreed with the treatment plan.
vi: Bệnh nhân đồng ý với kế hoạch điều trị.

source: The patient complained about whitish discolorations (dental fluorosis) in the upper front.
vi: Bệnh nhân than phiền về đổi màu màu trắng (nhiễm fluor) ở phía trên trước.

source: The patient had no permanent side effects such as tooth sensitivity or soreness of the gingival tissues, but she did report mild tooth sensitivity during the first few days of the treatment.
vi: Bệnh nhân không có tác dụng phụ vĩnh viễn nào như răng nhạy cảm hoặc đau nhức mô nướu, nhưng có báo cáo nhạy cảm nhẹ trong vài ngày đầu điều trị.

source: The patient immediately visited her dentist who diag- nosed pulpal necrosis.
vi: Bệnh nhân ngay lập tức đến nha sĩ và được chẩn đoán tuỷ răng hoại tử.

source: The patient returned to clinic 2.5 months later (Fig. 12.6).
vi: Bệnh nhân quay lại phòng khám sau 2.5 tháng (Hình 12.6).

source: The patient was extremely happy with the lighter color of his teeth
vi: Bệnh nhân vô cùng hạnh phúc với màu răng trắng hơn

source: The patient was extremely satisfied with the color improvement of her anterior teeth.
vi: Bệnh nhân đã rất hài lòng với kết quả cải thiện màu răng của các răng trước.

source: The patient was informed that whitening is not always successful in removing fluorosis-related stains and that enamel micro- abrasion and/or direct resin-based composite restorations might be indicated after the conclusion of the whitening treatment.
vi: Bệnh nhân được thông báo rằng làm trắng không phải luôn luôn hiệu quả loại bỏ vết màu liên quan nhiễm fluor và vi mài mòn men răng và/hoặc phục hồi comosite trực tiếp có thể được chỉ định sau khi kết thúc điều trị tẩy trắng.

source: The patient was satisfied with the lighter color of her teeth
vi: Bệnh nhân hài lòng với màu răng trắng hơn

source: The patient was very happy with this blueprint of her teeth.
vi: Bệnh nhân rất hài lòng với thiết kế răng này.

source: The patient’s dental crowns had to be restained to match the gray color of the natural dentition.
vi: Các mão răng của bệnh nhân được làm lại để phù hợp với màu răng tự nhiên.

source: The patient’s dental hygienist had noted the development of a gray discoloration of the patient’s teeth.
vi: Nha sĩ của phát hiện răng của bệnh nhân đổi màu xám.

source: The penetration of peroxides into dentin can be reduced by application of a desensitizing agent or a fluoride varnish (Hannig et al.
vi: Sự xâm nhập của peroxide vào ngà răng có thể giảm ứng dụng của chất chống nhạy cảm hoặc fluoride varnish (Hannig và cộng sự

source: The percentage of carbamide peroxide recovered from tray and teeth is 10 % at 10 h (Matis et al.
vi: Carbamide peroxide tồn tại trong khay và răng là 10 % sau 10 h (Matis và cộng sự

source: The percentage of carbamide peroxide recovered from tray and teeth is 10 % at 10 h.
vi: Phần trăm của carbamide peroxide thu được từ khay và răng là 10 % sau 10 giờ.

source: The periphery of the crystals was not well defined as in the control group denoting a mottled etched pattern and loss of structural arrangement.
vi: Chu vi của tinh thể không được xác định rõ như trong nhóm chứng biểu thị đốm men và mất sắp xếp cấu trúc.

source: The photolysis of HP associated with these compounds needs to be activated by a very specific wavelength, which depends on the metals included (Ziemba et al.
vi: Quang phân ly của HP kết hợp với những hợp chất này cần phải được kích hoạt bởi một bước sóng rất cụ thể, mà phụ thuộc vào kim loại được thêm vào (Ziemba và cộng sự

source: The popular- ity of dental whitening has increased with the introduction of nightguard vital whitening in 1989, as the appearance of the dentition and the color of the teeth have increasingly become a concern for a large number of people.
vi: Sự phổ biến của tẩy trắng răng gia tăng với sự ra đời của tẩy trắng răng ban đêm năm 1989, bởi vì vẻ ngoài và màu răng trở thành mối quan tâm ngày càng nhiều của số lượng lớn người dân.

source: The preoperative application of a gel composed of 5 % potassium nitrate and 2 % sodium fluoride for 10 min was capable to reduce the risk of TS by half, as well as the intensity of TS (Tay et al.
vi: Áp dụng trước điều trị gel hỗn hợp của 5 % potassium nitrate và 2 % sodium fluoride 10 phút có thể giảm nguy cơ nhạy cảm 1 nửa, cũng như cường độ của nhạy cảm (Tay và cộng sự

source: The prescription of at-home bleaching treatments to child and teenage patients has become a pertinent issue, as parents often ask their family dentists about the possibility of whitening young patients’ teeth.
vi: Kê toa tẩy trắng răng tại nhà cho trẻ em và tuổi vị thành niên là một vấn đề hợp lý, vì phụ huynh thường hỏi nha sĩ gia đình về khả năng tẩy trắng răng của bệnh nhân trẻ tuổi.

source: The presence of reparative dentin does not usually result in delayed responses to the electric pulp tester (Seltzer et al.
vi: Sự hiện diện của ngà sửa chữa không thường gây chậm đáp ứng của thử điện tuỷ răng (Seltzer và cộng sự

source: The prevalence of experienced tooth sensitivity at the first recall was independent of bleaching proce- dure (at-home vs. in-office), whereas prevalence of gingival irritation was higher after in-office treatment.
vi: Sự phổ biến của răng nhạy cảm tại lần tái khám đầu tiên độc lập với quy trình tẩy trắng (tại nhà với tại phòng khám), khi mà sự phổ biến của kích thích nướu cao hơn điều trị tại phòng khám.

source: The procedure was known as “bleaching” as consequence of the use of bleaching powder.
vi: Thủ thuật "tẩy trắng" như là hệ quả của dùng bột tẩy trắng.

source: The product should be firstly removed with a cotton pellet, gauze, or high-speed suction (Fig. 7.11) before rinsing the dental surfaces with water.
vi: Các sản phẩm nên được loại bỏ bằng gòn, gạc, hoặc hút tốc độ cao (Hình 7.11) trước khi súc miệng với nước.

source: The prognosis of intracoronal whitening is good for discolorations of endodontically treated teeth caused by necrotic pulp tissue or blood components, with a short-term success rate of 50–90 %.
vi: Tiên lượng của tẩy trắng trong thân răng thì tốt cho răng nội nha đổi màu do tuỷ hoại tử hoặc thành phần từ máu, với tỉ lệ thành công ngắn hạn 50–90 %.

source: The prognosis of the at-home whitening treatment in these cases depends on the nature and duration of the discoloration.
vi: Tiên lượng của điều trị tẩy trắng răng tại nhà những trường hợp này phụ thuộc vào tự nhiên và thời gian của sự đổi màu.

source: The pulp produces reparative dentin that may obliterate partially or completely the entire pulp space (Holcomb and Gregory 1967; Stroner and Van Cura 1984; Amir et al.
vi: Tuỷ răng tạo ra ngà sửa chữa có thể làm mất một phần hoặc toàn bộ khoang tuỷ răng (Holcomb và Gregory 1967; Stroner và Van Cura 1984; Amir và cộng sự

source: The radiographic aspect of the root canal treatment was considered excellent.
vi: Về mặt phim X quang điều trị nội nha được coi là tuyệt vời.

source: The recommended duration of the treatment for the original nightguard vital whit- ening technique with 10 % carbamide peroxide was 2–6 weeks (Haywood and
vi: Thời gian đề nghị của điều trị của kỹ thuật tẩy trắng răng sống ban đêm ban đầu với carbamide peroxide 10 % từ 2 - 6 tuần (Haywood và

source: The reliability of color measurements is ques- tionable if carried out immediately after treatment, leading to the conclusion that
vi: Sự tin cậy của đo đạc màu sắc còn nghi vấn nếu thực hiện lập tức sau điều trị, dẫn tới kết luận rằng

source: The reported risk of bleaching- induced TS in clinical trials of dental bleaching is quite variable but easily exceeds 50 %.
vi: Báo cáo nguy cơ của tẩy trắng gây nhạy cảm trong thử nghiệm lâm sàng của tẩy trắng răng thì thay đổi, nhưng dễ dàng quá 50 %.

source: The residual liquid was removed with dry cotton pellets by gently compressing the paste.
vi: Phần chất lỏng còn lại được lau bằng viên gòn bằng cách ép nhẹ nhàng.

source: The resin is now allowed to infiltrate the lesion body for approximately 3 min. Before light curing all excess resin is removed from the lesion surface using foam pellets or cotton rolls so that only the resin inside the lesion remains and is light-hardened.
vi: Để nhựa xuyên qua tổn thương khoảng 3 phút. Trước khi quang trùng hợp, loại bỏ nhựa dư trên bề mặt bằng gòn cuộn do đó chỉ có nhựa trong tổn thương được làm cứng.

source: The respective manufacturer provides an application tip in the respective kit; however, we prefer a small round brush to ensure application accuracy
vi: Nhà sản xuất cung cấp một đầu để đặt thuốc trong bộ kit, tuy nhiên, chúng tôi muốn một đầu bàn chải nhỏ hơn để làm chính xác hơn.

source: The respective manufacturer recommends decreasing contact times with increasing hydrogen peroxide concen- tration.
vi: Các nhà sản xuất đề nghị giảm thời gian tiếp xúc và tăng nồng độ hydrogen peroxide

source: The restorative material is removed from the access cavity and from the pulp chamber (Fig. 8.7j, k).
vi: Vật liệu phục hồi được loại bỏ từ xoang mở tuỷ và buồng tuỷ (Hình 8.7j, k).

source: The resulting defects can be quantitative (with a lack of enamel volume) or qualitative (with a deficiency of enamel structure) or a combination of both.
vi: Kết quả của khiếm khuyết có thể định lượng (với thiếu khối lượng me) hoặc định tính (thiếu hụt cấu trúc men răng) hoặc phối hợp cả hai.

source: The results obtained with OTC whit- ening are not as pleasant and the procedure is not as safe as those methods currently prescribed by a dental professional.
vi: Kết quả đạt được với tẩy trắng OTC không dễ chịu và thủ thuật không an toàn như phương pháp được chỉ định bởi nha sĩ.

source: The results obtained with OTC whitening are not as pleasant and the procedure is not as safe as those methods prescribed by a dental professional (Haywood 2003).
vi: Các kết quả đạt được với thuốc tẩy trắng OTC không dễ chịu và các thủ thuật này không an toàn như những phương pháp chỉ định bởi một chuyên gia nha khoa (Haywood 2003).

source: The results, as seen in the photograph, are dramatic and the treated teeth give a much better appearance than those not “color-corrected” with Dr. Kane’s muriatic acid/heat method.
vi: Kết quả như thấy trong ảnh rất ấn tượng, và răng được điều trị có vẻ ngoài tốt hơn những răng không được "điều chỉnh màu" bởi phương pháp dùng muriatic acid của Dr. Kane.

source: The root canal obturation material was removed from the cervical area
vi: Vật liệu ốp bít ống tuỷ được lấy ra từ vùng cổ răng

source: The scalloped design is contraindicated with low-viscosity bleaching gels, as the gel is more likely to leak to the mouth and irritate the tongue and lips (Haywood 2003).
vi: Thiết kế dạng vỏ sò được chống chỉ định với gel tẩy trắng độ nhớt thấp, vì gel có nhiều khả năng rò rỉ vào miệng và kích thích lưỡi và môi (Haywood 2003).

source: The second recall took place 4 weeks later (Fig. 12.3a, b).
vi: Lần tái khám thứ hai sau 4 tuần (Hình 12.3a, b).

source: The severity of fluorosis is correlated with the amount and duration of fluoride ingestion during tooth development (Robinson and Kirkham 1990).
vi: Mức độ trầm trọng của nhiễm fluoride tương quan với số lượng và thời gian uống fluoride trong quá trình phát triển răng (Robinson và Kirkham 1990).

source: The severity of the stain and its pattern depended on the tetracycline type, dosage, and duration of therapy (Wallman and Hilton 1962).
vi: Mức trầm trọng của nhiễm màu tetracycline phụ thuộc vào loại tetracycline, liều lượng, và thời gian điều trị (Wallman và Hilton 1962).

source: The slight histological changes sometimes observed after bleaching tend to resolve within 2 weeks posttreatment (Fugaro et al.
vi: Thay đổi mô học nhẹ thỉnh thoảng quan sát được sau tẩy trắng có xu hướng giải quyết 2 tuần sau điều trị (Fugaro và cộng sự

source: The small risk of external root resorption associated with this procedure, as described in Chap.
vi: Nguy cơ nhỏ của ngoại tiêu chân răng đi kèm với thủ thuật này, như mô tả trong chương

source: The stains that are most difficult to remove are those located at the cer- vical third.
vi: Vết màu khó loại bỏ nhất ở phần ba cổ răng.

source: The successful bleaching technique consisted of direct application of a bleaching mixture of 5 ml of Superoxol
vi: Thành công của kỹ thuật tẩy trắng bao gồm đặt trực tiếp hỗn hợp tẩy trắng với 5ml Superoxol

source: The technique of resin infiltration was originally developed to arrest noncavi- tated caries lesions.
vi: Kỹ thuật xâm nhập nhựa ban đầu được phát triển để ngăn chặn tổn thương sâu răng không có lỗ.

source: The technique uses low-viscosity res- ins that penetrate the porous lesion body of white spot lesions.
vi: Kỹ thuật dùng nhựa độ nhớt thấp xâm nhập vào phần xốp của sang thương đốm trắng.

source: The teeth were air-dried with water- and oil-free air for 15 s
vi: Răng được thổi khô trong 15 s

source: The temporomandibular joint was asymptomatic.
vi: Khớp thái dương hàm không triệu chứng.

source: The term enamel “dysminer- alization” has been used when referring to fluorosis-like enamel discolorations (Croll 1990).
vi: Thuật ngữ loạn khoáng hoá “dysmineralization” được dùng để đề cập đổi màu men răng dạng nhiễm fluor (Croll 1990).

source: The term hydremide derives from combining HYDROgen (peroxide) with carbaMIDE (peroxide).
vi: Thuật ngữ hydremide ghép từ HYDROgen (peroxide) và carbaMIDE (peroxide).

source: The tetracycline stain under- goes degradation by exposure to light, which results in darker staining with age (Abou-Rass 1988).
vi: Vết màu do tetracycline trải qua suy thoái khi tiếp xúc ánh sáng, kết quả là màu đậm hơn theo thời gian (Abou-Rass 1988).

source: The thinner enamel and dentin layers of incisors compared to other teeth may allow the fast pas- sage of HP to the pulp, allowing less time for the production and release of protec- tive enzymes against damage by HP.
vi: Lớp men răng và ngà răng của răng cửa mỏng hơn so với răng khác cho phép HP nhanh chóng xâm nhập vào tuỷ răng, làm cho thời gian sản xuất vào giải phỏng enzym bảo vệ chống lại HP ít hơn.

source: The tooth responded to cold stimulus applied form the lingual aspect.
vi: Răng đáp ứng với thử lạnh từ mặt lưỡi.

source: The tooth type is another important factor.
vi: Loại răng là một yếu tố quan trọng khác.

source: The tray coverage of the adjacent teeth is trimmed to pre- vent their contact with the bleaching gel (Fig. 6.15).
vi: Khay phủ các răng kế cận được cắt tỉa để tránh tiếp xúc với gel tẩy trắng (Hình 6.15).

source: The tray coverage of the adjacent teeth was trimmed to prevent their contact with the bleaching gel.
vi: Khay phủ các răng kế cận được cắt tỉa để tránh tiếp xúc với gel tẩy trắng

source: The tray is then tried-in after fine trimming to check for a tight fit, making sure that the patient does not feel any sharp edges.
vi: Thử khay sau khi cắt tỉa để kiểm tra khít sát, và đảm bảo rằng bệnh nhân không cảm thấy bất kỳ cạnh sắc nào.

source: The trays used in the deep bleaching technique are specially made trays (Kurthy 2001).
vi: Khay dùng trong kỹ thuật tẩy trắng sâu là loại khay chế tạo đặc biệt (Kurthy 2001).

source: The treatment of discolored anterior teeth may involve combined techniques.
vi: Việc điều trị của đổi màu răng trước có thể liên quan tới kỹ thuật phối hợp.

source: The treatment plan included intra-coronal whitening of tooth #6 (FDI 1.3) followed by restoration with an adhesively luted glass fiber post and a resin-based composite direct res- toration.
vi: Kế hoạch điều trị gồm tẩy trắng trong thân răng #6 (FDI 1.3) sau đó phục hồi bằng chốt sợi thuỷ tinh và trám comosite trực tiếp.

source: The treatment plan must be based on existing evidence to improve the chance of clinical success.
vi: Kế hoạch điều trị phải dựa trên bằng chứng có sẵn để cải thiện tỉ lệ thành công.

source: The treatment plan proposed to the patient to solve the compromised esthetics included replacement of the resin-based composite restorations on teeth #7 (FDI 1.2), #9 (FDI 2.1) and #10 (FDI 2.2), followed by a bonded porcelain crown to correct the discoloration of tooth #8 (FDI 1.1).
vi: Kế hoạch điều trị được đề nghị cho bệnh nhân để giải quyết những vấn đề thẩm mỹ tồn tại gồm thay thế phục hồi comosite trên răng #7 (FDI 1.2), #9 (FDI 2.1) và #10 (FDI 2.2), sau đó mão răng sứ để điều chỉnh chính xác màu răng #8 (FDI 1.1).

source: The two most frequent adverse effect of in-office bleaching is bleaching-induced tooth sensitivity (TS) and gingival tissue burning.
vi: Hai tác dụng phụ thường gặp nhất của tẩy trắng tại phòng khám là tẩy trắng răng gây răng nhạy cảm (tooth sensitivity) và bỏng nướu.

source: The ultra-morphology of the enamel crystallites is substantially different from those shown in a and b.
vi: Siêu hình thái của tinh thể men răng khác nhau đáng kể từ hình ảnh a và b.

source: The use of UV lamps requires care.
vi: Dùng đèn UV cần cẩn thận.

source: The use of a light-cured resin to seal the gin- gival margin and the interdental papillae may be needed, such as Opaldam (Ultradent Products Inc.).
vi: Sử dụng nhựa quang trùng hợp để dán đường viền nướu và nhú nướu có thể cần thiết, như là (Ultradent Products Inc.).

source: The use of a reservoir in the tray may result in higher intensity of gingival inflammation.
vi: Dùng hồ chứa trong khay có thể làm cường độ viêm nướu cao hơn.

source: The use of acetone-based adhesives or drying agents, such as 70 % alcohol and acetone, may also restore bond strength of resin-based composite to enamel immediately after bleaching (Barghi and Godwin 1994; Niat et al.
vi: Sử dụng chất dán trên nền acetone hoặc chất làm khô, như cồn 70 % và acetone, cũng có thể phôi phục lại độ bền dán của comosite lên men răng ngay lập tức sau khi tẩy trắng (Barghi và Godwin 1994; Niat và cộng sự

source: The use of light sources to allegedly activate the peroxide during the in-office component of the jump-start technique has been used in many dental offices.
vi: Sử dụng nguồn sáng để hoạt hoá peroxide tại phòng khám thành phần trong kỹ thuật mồi khởi động được dùng trong nhiều phòng khám nha khoa.

source: The use of lip and cheek retractors associated with a light-cured gingival barrier (Fig. 7.8) is quite common.
vi: Dùng banh môi và má kết hợp với hàng rào chặn nướu quang trùng hợp (Hình 7.8) khá phổ biến.

source: The use of sodium fluoride daily after bleaching does not affect the bleaching efficacy of carbamide peroxide and may reduce the intensity of tooth sensitivity.
vi: Sử dụng sodium fluoride hàng ngày sau khi tẩy trắng không ảnh hưởng hiệu quả tẩy trắng của carbamide peroxide và có thể giảm cường độ nhạy cảm.

source: The use of sodium fluoride daily after bleaching does not affect the bleaching efficacy of carbamide peroxide but reduces the intensity of tooth sensitivity (Armênio et al.
vi: Sử dụng sodium fluoride hàng ngày sau khi tẩy trắng răng không ảnh hưởng tới hiệu quả làm trắng của carbamide peroxide nhưng giảm nhạy cảm của răng (Armênio và cộng sự

source: The use of spacers for the bleaching gel does not improve the success of home bleaching.
vi: Sử dụng khoảng trống cho gel tẩy trắng không cải thiện sự thành công của tẩy trắng răng tại nhà.

source: The use of tray reservoirs to make space to retain the bleaching gel has been patented (Fischer 1992).
vi: Dùng khay có hồ chứa để tạo không gian chứa thuốc tẩy trắng đã được cấp bằng sáng chế(Fischer 1992).

source: The white spots on tooth #9 (FDI 2.1) were etched a second time with 15 % HCl gel for 2 min, as recommended by the manufacturer
vi: Đốm trắng trên răng #9 (FDI 2.1) được xoi mòn lần thứ hai bằng 15 % HCl 2 phút, theo khuyến cáo của nhà sản xuất

source: The whitening techniques currently used to lighten darkened endodontically treated teeth are based on the release of active oxygen inside the pulp chamber and subsequent diffusion into the dentinal tubules.
vi: Kỹ thuật tẩy trắng gần đây để làm trắng răng nội nha đổi màu dựa trên sự giải phóng chất oxy hoá trong buồng tuỷ và khuếch tán vào ống ngà.

source: The whole procedure for one jaw usually takes about 20–30 min. The immediate masking of the lesions is quite satisfactory for the patient in most cases.
vi: Toàn bộ quy trinh cho một hàm thường khoảng 20 - 30 phút. Che màu ngay lập tức thường làm hài lòng bệnh nhân trong hầu hết trường hợp.
